{
    "events": [
        {
            "name": "MCC Wall Painting at Eduardo Caballero",
            "info": "Wall painting for a mural depicting the extracurricular activities offered at the Eduardo Caballero public school.",
            "image": "/assets/images/Events/MCC x Wall Painting.png",
            "apply": "https://forms.gle/78UeumQuQSWxZZ7r7",
            "properties": {
                "Description": "The Multicultural Club will be painting a mural depicting the extracurricular activities offered at Eduardo Caballero during the following times: <br> <br> May 20th 9:00AM 12:00PM <br> May 21st 9:00AM 12:00PM <br> May 27th 9:00AM 12:00PM <br> May 28th 9:00AM 12:00PM <br> <br> We will first paint a base color on the wall before adding the design. <br> Please bring 100 pesos and clothes that you don’t mind getting dirty. <br> We will be meeting at ASFM at 8:45 AM and carpooling to Eduardo Caballero <br> Eduardo Caballero location: https://goo.gl/maps/DcEUKJepL7wtCreh7",
                "Requirements": "100 pesos (per day)",
                "Roles and Responsibilities": "Being on time <br> Providing 100 pesos to help purchase the supplies <br> Actively participating in the wall painting activity <br> Meeting at ASFM before heading to Eduardo Caballero <br> Helping to take volunteers to Eduardo Caballero (if you have a driver’s license)",
                "Hours": "3 hours per day (4 total days)",
                "Registration Opens": "May 16th, 2023",
                "Registration Closes": "May 18th, 2023",
                "Dates and Schedules": "May 20th, 21st, 27th, 28th"
            }
        },
		{
			"name": "BAZAR CRUZ ROSA ABP",
			"info": "Volunteers will be helping out in Cruz Rosa’s annual market that will take place in Parque Arboleda. Students will help with the set up and the logistics of the event.",
			"image": "/assets/images/Events/cruz-roja-abp.png",
			"apply": "https://docs.google.com/forms/d/e/1FAIpQLSdIm2H-8nNBqOZOQPBxNF8RlfoDFqv0jFX1enMv1pjugJNJYQ/viewform",
			"properties": {
                "Description": "Patrol the event, make sure everything is running smoothly",
                "Requirements": "Attend a mandatory induction and instruction meeting",
                "Roles and Responsibilities": "Staff, the students will help in the logistics of the event, by making sure that the participants are in their places, and basically anything required by Cruz Rosa or Arboleda, so the event is running smoothly.",
				"Positions Available": "8",
                "Hours": "6 hrs",
                "Registration Opens": " May 17, 2023",
                "Registration Closes": " May 26, 2023",
                "Dates and Schedules": "Thursday June 1th in A201 during LUNCH"
			}
		}
    ]
}
